Repository: AntoineMHB/damaz_express
Catalog: lib/l10n/app_*.arb
Languages: rw

# homes
source: H O M E
rw: U R U G O

source: L O G O U T
rw: G U S H I R A M O

# register_title
source: Let's create an account for you
rw: Reka tugukorere konti

# passwords_do_not_match
source: Passwords don't match
rw: Ibisobanuro by'ijambo ry'ibanga ntibihuye

# already_have_account
source: Already have an account?
rw: Usanzwe ufite konti?

source: Login now
rw: Injira ubu

source: Dark Mode
rw: Uburyo Bwo Mu Gicucu

source: S E T T I N G S
rw: Ibipimbwa

source: Language
rw: Ururimi

source: Switch to Spanish
rw: Hindura ujye mu rurimi rw'Icyesipanyoli

source: Switch to English
rw: Hindura ujye mu Cyongereza

# addonHeader
source: Add-on
rw: Inyongera

source: Add to cart
rw: Ongeraho mu gikapu

# welcomeDevicesPage
source: Welcome Home,
rw: Murakaza neza mu rugo,

# smartDevicesText
source: Smart Devices
rw: Ibikoresho by’ubwenge

# smartLightText
source: Smart Light
rw: Itara ry’ubwenge

# motionDetectionText
source: Motion Detection
rw: Kumenya ibyo bimuka

# locationTrackingText
source: Location Tracking
rw: Kumenya aho ibintu biri

# homeTextGButton
source: Home
rw: Urugo

# sensorsTextGButton
source: Sensors
rw: Ibikoresho byo gupima

# locationPermissionsDesabledText
source: Location permissions are disabled
rw: Uburenganzira bwo kumenya aho biri bwarahagaritswe
